{
    "slide-1-title": "Zacznij pracować już teraz",
    "slide-1-text": "Skontaktuj się z nami, aby uzyskać szczegółowe informacje!",
    "slide-1-link": "Kontakt",

    "slide-2-title": "Zalety współpracy z nami",
    "slide-2-text": "Otrzymuj bonusy za dobrą pracę i świadczenia socjalne!",
    "slide-2-link": "Dowiedz się więcej",

    "slide-3-title": "Witamy w naszej agencji",
    "slide-3-text": "Pomożemy Ci znaleźć pracę w największych magazynach!",
    "slide-3-link": "Dowiedz się więcej",

    "why-choose-us-title": "Dlaczego nas wybierają?",
    "why-choose-us-text": "Jesteśmy agencją specjalizującą się w zatrudnianiu pracowników do pracy w największych magazynach. Dołącz do nas i stań się częścią zespołu pracującego w magazynie Biedronka!",

    "partners-title": "Nasi Partnerzy",
    "partners-text": "Współpracujemy z najlepszymi firmami logistycznymi",

    "step-1-title": "Krok 1: Skontaktuj się z nami",
    "step-1-text": "Skontaktuj się z nami, aby uzyskać konsultację.",
    "step-2-title": "Krok 2: Przejdź rozmowę kwalifikacyjną",
    "step-2-text": "Przejdź rozmowę i przygotuj się do pracy.",
    "step-3-title": "Krok 3: Zacznij pracę w magazynie",
    "step-3-text": "Dołącz do zespołu pracującego w magazynie Biedronka.",

    "advantages-title": "Zalety współpracy z nami",
    "advantage-1-title": "Elastyczny grafik",
    "advantage-1-text": "Dogodne zmiany",
    "advantage-2-title": "Konkurencyjne wynagrodzenie",
    "advantage-2-text": "Wysokie wynagrodzenie",
    "advantage-3-title": "Świadczenia socjalne",
    "advantage-3-text": "Oficjalne zatrudnienie",

    "vacancies-title": "Przykłady ofert pracy",
    "vacancy-1-title": "Magazynier",
    "vacancy-1-text": "Opis pracy magazyniera. Główne zadania: kompletacja zamówień, pakowanie towarów i rozmieszczanie ich w magazynie.",
    "vacancy-2-title": "Operator wózka widłowego",
    "vacancy-2-text": "Opis pracy operatora wózka widłowego. Obsługa sprzętu, przenoszenie towarów, wykonywanie zadań magazynowych.",
    "vacancy-3-title": "Kierownik magazynu",
    "vacancy-3-text": "Opis pracy kierownika magazynu. Zarządzanie zapasami, koordynowanie pracy zespołu, utrzymywanie porządku.",

    "benefits-title": "Zalety współpracy z nami",
    "benefit-1-title": "Stabilne wynagrodzenie",
    "benefit-1-text": "Zawsze na czas. Gwarantujemy regularne wypłaty bez opóźnień.",
    "benefit-2-title": "Prostota w formalnościach",
    "benefit-2-text": "Minimum biurokracji. Łatwy i szybki proces dokumentacji.",
    "benefit-3-title": "Bezpieczne warunki pracy",
    "benefit-3-text": "Przestrzeganie wszystkich zasad bezpieczeństwa w miejscu pracy. Dbamy o twoje zdrowie i dobro.",
    "benefit-4-title": "Przyjazny zespół",
    "benefit-4-text": "Praca w zespole, w którym zawsze można liczyć na pomoc i wsparcie.",
    "benefit-5-title": "Wsparcie 24/7",
    "benefit-5-text": "Całodobowe wsparcie dla wszystkich pracowników we wszystkich kwestiach.",
    "benefit-6-title": "Nowoczesne wyposażenie",
    "benefit-6-text": "Praca na nowoczesnych i wygodnych systemach magazynowych i sprzęcie.",

    "mission-title": "Nasza misja",
    "mission-text": "Oferujemy stabilne zatrudnienie i tworzymy bezpieczne środowisko pracy. Nasza współpraca z Biedronką pozwala nam oferować najlepsze warunki dla naszych pracowników.",

    "testimonials-title": "Opinie",
    "testimonial-1-text": "\"Świetna firma! Dzięki nim znalazłem pracę w magazynie Biedronka. Proces zatrudnienia przebiegł sprawnie i bez problemów. Dziękuję!\"",
    "testimonial-2-text": "\"Bardzo zadowolona ze współpracy! Firma pomogła mi z zakwaterowaniem i zatrudnieniem w Polsce. Wszystko przebiegło zgodnie z planem.\"",
    "testimonial-3-text": "\"Polecam! Agencja szybko znalazła dla mnie ofertę i zaproponowała dobre warunki. Zawsze dostępni, odpowiadają na każde pytanie.\"",

    "faq-title": "Często zadawane pytania",
    "faq-question-1": "Czy potrzebna jest wiza do pracy w Polsce?",
    "faq-answer-1": "Tak, do pracy w Polsce potrzebna jest wiza pracownicza lub zezwolenie na pracę. Pomożemy w załatwieniu dokumentów.",
    "faq-question-2": "Jakie dokumenty są potrzebne do zatrudnienia?",
    "faq-answer-2": "Paszport, książeczka pracownicza oraz inne dokumenty, o których powiemy podczas rozmowy kwalifikacyjnej.",
    "faq-question-3": "Czy można pracować bez znajomości języka polskiego?",
    "faq-answer-3": "Tak, w niektórych przypadkach znajomość języka polskiego nie jest wymagana. Jednak podstawowa znajomość języka jest mile widziana i może ułatwić pracę.",

    "cta-title": "Dołącz do nas",
    "cta-text": "Złóż aplikację i zacznij pracę w magazynie już dziś!",
    "cta-button": "Skontaktuj się z nami"
}
